XMLSamples/1G_Air_Vehicle_Hotel/End Session-PASS.txt

End Session-Request
******************************************************************** 
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
   <soapenv:Header/>
   <soapenv:Body>
      <ter:EndTerminalSessionReq TargetBranch="P7102538" xmlns:ter="http://www.travelport.com/schema/terminal_v33_0" xmlns:com="http://www.travelport.com/schema/common_v33_0">
         <com:BillingPointOfSaleInfo OriginApplication="UAPI"/>
         <com:HostToken Host="1G" Key="1T">79E77E7D-49E8-4E6C-5063-51A0D9D7D043</com:HostToken>
      </ter:EndTerminalSessionReq>
   </soapenv:Body>
</soapenv:Envelope>

End Session-Response
******************************************************************** 
<SOAP:Envelope xmlns:SOAP="http://schemas.xmlsoap.org/soap/envelope/">
   <SOAP:Body>
      <terminal:EndTerminalSessionRsp TransactionId="9C186A420A0764772606212B1D425616" ResponseTime="25" xmlns:terminal="http://www.travelport.com/schema/terminal_v33_0">
         <common_v33_0:ResponseMessage Code="601" Type="Info" xmlns:common_v33_0="http://www.travelport.com/schema/common_v33_0">Terminal End Session Successful</common_v33_0:ResponseMessage>
      </terminal:EndTerminalSessionRsp>
   </SOAP:Body>
</SOAP:Envelope>